/* 
 Localizable.strings
 HockeySDK
 
 Created by Andreas Linde on 01.07.12.
 Copyright (c) 2012-2013 HockeyApp, Bit Stadium GmbH. All rights reserved.
 Copyright (c) 2012 Codenauts UG (haftungsbeschränkt). All rights reserved.
 */

/* Window title string, with placeholder for the AppName */
"WindowTitle" = "Problemrapport for %@";

/* Introduction text, with app id placeholder first and company placeholder second */
"IntroductionText" = "%@ ble avsluttet uventet ved siste gangs kjøring. Ønsker du å sende en feilrapport?";

/* Name Text Title */
"NameTextTitle" = "Navn";

/* Email Text Title */
"EmailTextTitle" = "E-post";

/* Comments Disclosure Text */
"CommentsDisclosureTitle" = "Kommentarer";

/* User description placeholder */
"UserDescriptionPlaceholder" = "Her kan du gi informasjon om din Mac og trinnene som førte til problemet.\n\nDu kan angi din e-postadresse, slik at vi evt. kan ta kontakt med deg.";

/* Problems Details Box  Title */
"ProblemDetailsTitle" = "Problemdetaljer og systemkonfigurasjon";

/* Privacy note text */
"PrivacyNote" = "Det blir ikke sendt noen personopplysninger med denne rapporten";

/* Show Details Button */
"ShowDetailsButtonTitle" = "Vis detaljer";

/* HIde Details Button */
"HideDetailsButtonTitle" = "Skjul detaljer";

/* Cancel Button */
"CancelButtonTitle" = "Avbryt";

/* Send Button */
"SendButtonTitle" = "Send";


/* Feedback UI */

/* Compose view placeholder text */
"FeedbackComposePlaceHolder" = "Your Feedback";

/* Last Update in Status Bar */
"FeedbackLastUpdate" = "Last Update:";

/* Never in Status Bar */
"FeedbackLastUpdateNever" = "Never";

/* From text between timestamp and author */
"FeedbackFrom" = "from";

/* Send button title */
"FeedbackSendButton" = "Send";

/* Contact info text */
"FeedbackContactInfo" = "Please provide your contact information";

/* Name placeholder text */
"FeedbackName" = "Name";

/* Email placeholder text */
"FeedbackEmail" = "Email";

/* Continue button title */
"FeedbackContinueButton" = "Continue";

/* Attachment context menu action Preview */
"FeedbackAttachmentMenuPreview" = "Preview";

/* Attachment context menu action Remove */
"FeedbackAttachmentMenuRemove" = "Remove";

